Repository: CofficLab/Wakey
Catalog: Hero/Plugins/PosterEyeCarePlugin/EyeCarePoster.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Automatically remind you to rest your eyes
zh_hans: 自动提醒你休息眼睛
zh_hk: 自動提醒你休息眼睛

source: Customize reminder intervals and other parameters
zh_hans: 自定义提醒间隔等参数
zh_hk: 自定義提醒間隔等參數

source: Eye Care Poster
zh_hans: 护眼海报
zh_hk: 護眼海報

source: Eye Care Reminder
zh_hans: 护眼提醒
zh_hk: 護眼提醒

source: Flexible Configuration
zh_hans: 灵活配置
zh_hk: 靈活配置

source: Follow the 20-20-20 rule to protect your vision
zh_hans: 遵循20-20-20法则保护视力
zh_hk: 遵循20-20-20法則保護視力

source: Key Features
zh_hans: 核心功能
zh_hk: 核心功能

source: Provide eye care related poster views
zh_hans: 提供护眼相关的海报视图
zh_hk: 提供護眼相關的海報視圖

source: Scheduled Reminder
zh_hans: 定时提醒
zh_hk: 定時提醒

source: Scientific Method
zh_hans: 科学方法
zh_hk: 科學方法
